---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitSizeIterator
source: html/979a5020-973b-8dc1-3c68-c898a5283e98.htm
---
# ConduitSizeIterator Properties

Gets the item at the current position of the iterator.